IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""No hay ningún archivo de imagen.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "Se aplica el sistema de unidades definido por el usuario."
IDS_USER_UNIT_SYSTEM = "Sistema de Unidades"
IDS_DGNREPORTBASE_TABLE = "Tabla"
IDS_DGNREPORTBASE_FIGURE = "Figura"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  VERIFICAR"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  No Aceptable"
IDS_DGNREPORTBASE_YES = "Sí"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Esbelto"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  No Esbelto"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Compacto"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  No compacto"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  El pandeo por desplazamiento lateral no es necesario"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Verificar pandeo lateral"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "El rigidizador no es necesario"
IDS_DGNREPORTBASE_STIFF_REQ = "El rigidizador es necesario"
IDS_DGNREPORTBASE_SLENDER = "Esbelto"
IDS_DGNREPORTBASE_NOT_SLENDER = "No Esbelto"
IDS_DGNREPORTBASE_COMPACT = "Compacto"
IDS_DGNREPORTBASE_NONCOMPACT = "No compacto"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Ángulo de rotación y derivadas"
IDS_AXIAL_CAPACITY = "Capacidad Axial"
IDS_AXIAL_STRESS = "Esfuerzo Axial"
IDS_AXIAL_RESISTANCE = "Resistencia Axial"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Resistencia a Flexión y Axial"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Resistencia a Flexión y Esfuerzo Cortante"
IDS_BUCKLING_RESISTANCE = "Resistencia al Pandeo"
IDS_COMBINED_RATIO = "Relación Combinada"
IDS_COMBINED_STRENGTH_RATIO = "Relación de Resistencia Combinada"
IDS_COMBINED_STRESS_RATIO = "Relación de Esfuerzo Combinado"
IDS_COMPRESSION_RESISTANCE = "Resistencia a Compresión"
IDS_COMPRESSION_STRENGTH = "Resistencia a Compresión"
IDS_COMPRESSION_STRESS = "Esfuerzo de Compresión"
IDS_FLANGE = "Alma"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Resistencia al Pandeo por Flexión"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Resistencia al Pandeo Torsional Lateral"
IDS_LIMIT_STATE_OF_BUCKLING = "Estado Límite de Pandeo"
IDS_MAJOR = "Mayor"
IDS_MAJOR_AXIS = "Eje Mayor"
IDS_MINOR = "Menor"
IDS_MINOR_AXIS = "Eje Menor"
IDS_MOMENT_CAPACITY = "Capacidad de Momento"
IDS_MOMENT_RESISTANCE = "Resistencia a Momento"
IDS_MOMENT_STRENGTH = "Resistencia de Momento"
IDS_MOMENT_STRESS = "Esfuerzo de Momento"
IDS_RESULT_BY_POSITION = "Resultado por Posición"
IDS_SHEAR_CAPACITY = "Capacidad de Esfuerzo Cortante"
IDS_SHEAR_RESISTANCE = "Resistencia a Esfuerzo Cortante"
IDS_SHEAR_STRESS = "Esfuerzo Cortante"
IDS_SLENDERNESS_RATIO = "Relación de Esbeltez"
IDS_STRESS = "Esfuerzo"
IDS_TENSION_RESISTANCE = "Resistencia a Tensión"
IDS_TENSION_STRENGTH = "Resistencia a Tensión"
IDS_TENSION_STRESS = "Esfuerzo de Tensión"
IDS_TORSION_CAPACITY = "Capacidad de Torsión"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Capacidad de Torsión ( Sección Abierta )"
IDS_TORSION_STRENGTH = "Resistencia a Torsión"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Resistencia al Pandeo por Flexión Torsional"
IDS_WEB = "Web"
IDS_WIDTH_THICKNESS_RATIO = "Relación Ancho-Espesor"
IDS_X = "X"
IDS_X_DIR = "Dirección X"
IDS_X_DIRECTION = "Dirección X"
IDS_Y = "Y"
IDS_Y_DIR = "Dirección Y"
IDS_Y_DIRECTION = "Dirección Y"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Límite de Fluencia bajo Esfuerzo Normal"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Límite de Fluencia bajo Esfuerzo Cortante"
IDS_DGNREPORTBASE_MPHI_CURVE = "Curva Momento-Curvatura"
IDS_DGNREPORTBASE_STL_TENS = "Acero a tracción."
IDS_DGNREPORTBASE_STL_COMP = "Acero a compresión."
IDS_DGNREPORTBASE_CON_COMP = "Hormigón a compresión."
IDS_DGNREPORTBASE_STL_STRAIN = "Deformación del Acero"
IDS_DGNREPORTBASE_CON_STRAIN = "Deformación del hormigón"
IDS_DGNREPORTBASE_MOMENT = "Momento"
IDS_DGNREPORTBASE_CURVATURE = "Curvatura"
IDS_DGNREPORTBASE_CURVE = "Curva"
IDS_DGNREPORTBASE_POSITIVE = "Positivo"
IDS_DGNREPORTBASE_NEGATIVE = "Negativo"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Fuerza Axial"
IDS_DGNREPORTBASE_NA_ANGLE = "Ángulo del Eje Neutro"
IDS_DGNREPORTBASE_CON_HEIGHT = "Altura del Hormigón"
IDS_DGNREPORTBASE_CON_WIDTH = "Ancho del Hormigón"
IDS_DGNREPORTBASE_CON_AREA = "Área del Hormigón"
IDS_DGNREPORTBASE_RBAR_AREA = "Área de Barra de Refuerzo"
IDS_DGNREPORTBASE_CRACK = "Grieta"
IDS_DGNREPORTBASE_YIELD = "Límite de Fluencia"
IDS_DGNREPORTBASE_INITIAL = "Inicial"
IDS_DGNREPORTBASE_IDEAL = "Ideal."
IDS_DGNREPORTBASE_ULTIMATE = "Último"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

